//===============================================================================================
/* Print Dialog */
//===============================================================================================
//-----------------------------------------------------------------------------------------------
/* Print Button Name */
"EPF_PD_PrintButtonName"					= "Faksaa";

//-----------------------------------------------------------------------------------------------
/* Help Title */
"EPF_PD_HelpBookTitle"						= "EPSON Fax -ohjaimen ohje";

//-----------------------------------------------------------------------------------------------
//===============================================================================================
/* Recipient Setting */
//===============================================================================================
//-----------------------------------------------------------------------------------------------
/* Pane Name */
"EPF_RS_PaneName"							= "Vastaanottaja-asetukset";

//-----------------------------------------------------------------------------------------------
/* Recipient List View Name */
"EPF_RS_RecipientList"						= "Vastaanottajaluettelo";

//-----------------------------------------------------------------------------------------------
/* Recipient Add */
"EPF_RS_Add"								= "Lisää";

//-----------------------------------------------------------------------------------------------
/* Recipient Name */
"EPF_RS_RecipientName"						= "Nimi";

//-----------------------------------------------------------------------------------------------
/* Recipient Company/Corp. */
"EPF_RS_CompanyCorpName"					= "Yritys/yhtiö";

//-----------------------------------------------------------------------------------------------
/* Recipient Fax Number */
"EPF_RS_FaxNumber"							= "Faksinumero";

//-----------------------------------------------------------------------------------------------
/* Notes of input Fax Number */
"EPF_RS_InputNotes"							= "Yhdysviivaa (-) voi käyttää vain puhelinnumeron alussa, koska se toimii valinnassa taukona.";

//-----------------------------------------------------------------------------------------------
/* Dialing Prefix */
"EPF_RS_DialingPrefix"						= "Ulkoisen käytön etuliite";

//-----------------------------------------------------------------------------------------------
/* Cannot add the entry message */
"EPF_RS_CannotAddTheEntry"					= "Syöttötietoa ei voi lisätä. Syöttötieto, jolla on sama [Nimi], [Faksinumero] ja [Yritys/yhtiö], on jo olemassa.";

//-----------------------------------------------------------------------------------------------
/* Name Company FaxNumber string */
"EPF_RS_NameCompanyFaxNumber"				= "%@:\t%@\n%@:\t%@\n%@:\t%@";

//-----------------------------------------------------------------------------------------------
/* No Name entered message */
"EPF_RS_NoNameEntered"						= "Nimeä ei annettu. Haluatko lisätä syöttötiedon vastaanottajaluetteloon ilman nimeä?";

//-----------------------------------------------------------------------------------------------
/* OK Button text */
"EPF_RS_OK"									= "OK";

//-----------------------------------------------------------------------------------------------
/* Cancel Button text */
"EPF_RS_Cancel"								= "Kumoa";

//-----------------------------------------------------------------------------------------------
/* Recipient Total */
"EPF_SI_RecipientTotal"						= "Vastaanottajia yhteensä";

//-----------------------------------------------------------------------------------------------
//===============================================================================================
/* Fax Setting */
//===============================================================================================
//-----------------------------------------------------------------------------------------------
/* Pane Name */
"EPF_FS_PaneName"							= "Faksiasetukset";

//-----------------------------------------------------------------------------------------------
/* Color Model Title */
"EPF_FS_ColorTitle"							= "Väri";

//-----------------------------------------------------------------------------------------------
/* Color Model Black & White */
"EPF_FS_BlackAndWhite"						= "Mustavalkoinen";

//-----------------------------------------------------------------------------------------------
/* Color Model Color */
"EPF_FS_Color"								= "Väri";

//-----------------------------------------------------------------------------------------------
/* Image Quality */
"EPF_FS_ImageQuality"						= "Kuvanlaatu";

//-----------------------------------------------------------------------------------------------
/* Image Quality Normal */
"EPF_FS_QualityNormal"						= "Normaali";

//-----------------------------------------------------------------------------------------------
/* Image Quality Fine */
"EPF_FS_QualityFine"						= "Tarkka";

//-----------------------------------------------------------------------------------------------
/* Image Quality Photo */
"EPF_FS_QualityPhoto"						= "Valokuva";

//-----------------------------------------------------------------------------------------------
//===============================================================================================
/* Summary */
//===============================================================================================
//-----------------------------------------------------------------------------------------------
/* Driver Version */
"EPF_SI_Version"							= "Versio";

//-----------------------------------------------------------------------------------------------
"EPF_FS_QualityPhotoY2"="Laatu";
"EPF_FS_QualityPhotoX2Y2"="Korkea laatu";
"EPF_RS_InputNumberAgain"="Anna faksinumero uudelleen.";
"EPF_RS_NumberMismatch"="Numero poikkeaa ensimmäisestä.";
"EPF_FS_AlertResolution"="Kuvanlaatu voi heiketä, jos vastaanottajan laite ei tue korkearesoluutioista tilaa. Tai faksin lähetys voi epäonnistua vastaanottajan muistikapasiteetin mukaan, koska datamäärä kasvaa.\nVaihda kyseisessä tapauksessa pienempään tarkkuuteen.";
